asvetliakov.vscode-neovim
be5invis.toml
biomejs.biome
charliermarsh.ruff
codezombiech.gitignore
eamodio.gitlens
esbenp.prettier-vscode
exiasr.hadolint
github.copilot
github.copilot-chat
hbohlin.vhdl-ls
jnoortheen.nix-ide
kevinrose.vsc-python-indent
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
njpwerner.autodocstring
pkief.material-icon-theme
shardulm94.trailing-spaces
sirtori.indenticator
twxs.cmake
usernamehw.errorlens
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
